---
kind: enumMember
id: F:Autodesk.Revit.DB.SelectionFilterAction.Isolate
enum: Autodesk.Revit.DB.SelectionFilterAction
zh: 隔离
source: html/c78f7e32-a50e-d092-c8c5-6371464a747c.htm
---
# Autodesk.Revit.DB.SelectionFilterAction.Isolate

**中文**: 隔离

Only points that pass the filter are visible.